Repository: volzinnovation/woladen.de
Catalog: iphone/Woladen/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hu, it, lb, lt, lv, mt, nb, nl, nn, pl, pt, rm, sl, sv, tr

# route.favoritesAdded
source: {count} stations saved as favorites in \"{category}\".
cs: {count} stanic uloženo jako oblíbené v kategorii „{category}“.
da: {count} stationer gemt som favoritter i \"{category}\".
de: {count} Ladestationen als Favoriten in „{category}“ gespeichert.
el: Αποθηκεύτηκαν {count} σταθμοί στα αγαπημένα στην κατηγορία «{category}».
es: Se han guardado {count} estaciones como favoritas en \"{category}\".
fi: {count} asemaa tallennettu suosikkeihin kategoriassa \"{category}\".
fr: {count} stations enregistrées comme favorites dans « {category} ».
hu: {count} állomás elmentve kedvencként a(z) „{category}” kategóriában.
it: {count} stazioni salvate come preferite in \"{category}\".
lb: {count} Statiounen als Favoritten an „{category}“ gespäichert.
lt: {count} stotelių išsaugota kaip mėgstamos kategorijoje „{category}“.
lv: {count} stacijas saglabātas izlasē kategorijā “{category}”.
mt: {count} stazzjonijiet ġew salvati bħala favoriti f'\"{category}\".
nb: {count} stasjoner lagret som favoritter i «{category}».
nl: {count} laadstations opgeslagen als favorieten in “{category}”.
nn: {count} stasjonar lagra som favorittar i «{category}».
pl: Zapisano {count} stacji jako ulubione w „{category}”.
pt: {count} estações guardadas como favoritas em \"{category}\".
rm: {count} staziuns memorisadas sco favoritas en \"{category}\".
sl: {count} postaj shranjenih med priljubljene v »{category}«.
sv: {count} stationer sparade som favoriter i \"{category}\".
tr: {count} istasyon \"{category}\" kategorisine favori olarak kaydedildi.

# route.filterChanged
source: Filters changed since this route was calculated. Broader filters need a new route search.
cs: Filtry se od výpočtu této trasy změnily. Širší filtry vyžadují nové hledání trasy.
da: Filtrene er ændret, siden ruten blev beregnet. Bredere filtre kræver en ny rutesøgning.
de: Filter wurden seit der Routenberechnung geändert. Für weiter gefasste Filter muss die Route neu berechnet werden.
el: Τα φίλτρα άλλαξαν από τότε που υπολογίστηκε αυτή η διαδρομή. Τα ευρύτερα φίλτρα χρειάζονται νέα αναζήτηση.
es: Los filtros cambiaron desde que se calculó esta ruta. Los filtros más amplios requieren una nueva búsqueda.
fi: Suodattimet ovat muuttuneet reitin laskennan jälkeen. Laajemmat suodattimet vaativat uuden reittihaun.
fr: Les filtres ont changé depuis le calcul de cet itinéraire. Des filtres plus larges nécessitent une nouvelle recherche.
hu: A szűrők megváltoztak az útvonal kiszámítása óta. Szélesebb szűrőkhöz új útvonalkeresés szükséges.
it: I filtri sono cambiati da quando questo percorso è stato calcolato. Filtri più ampi richiedono una nuova ricerca.
lb: D’Filtere goufen zanter der Routeberechnung geännert. Méi breet Filtere brauchen eng nei Routesich.
lt: Filtrai pasikeitė nuo šio maršruto skaičiavimo. Platesniems filtrams reikia naujos maršruto paieškos.
lv: Filtri ir mainīti kopš šī maršruta aprēķina. Plašākiem filtriem nepieciešama jauna maršruta meklēšana.
mt: Il-filtri nbidlu minn meta ġiet ikkalkulata din ir-rotta. Filtri usa’ jeħtieġu tfittxija ġdida.
nb: Filtrene er endret siden ruten ble beregnet. Bredere filtre krever et nytt rutesøk.
nl: Filters zijn gewijzigd sinds deze route is berekend. Ruimere filters vereisen een nieuwe routezoekopdracht.
nn: Filtera er endra sidan ruta vart rekna ut. Breiare filter krev eit nytt rutesøk.
pl: Filtry zmieniły się od czasu obliczenia tej trasy. Szersze filtry wymagają nowego wyszukiwania trasy.
pt: Os filtros mudaram desde que esta rota foi calculada. Filtros mais amplos exigem uma nova pesquisa.
rm: Ils filters èn sa midads dapi il calcul da questa ruta. Filters pli lads pretendan ina nova tschertga.
sl: Filtri so se spremenili od izračuna te poti. Širši filtri zahtevajo novo iskanje poti.
sv: Filtren har ändrats sedan rutten beräknades. Bredare filter kräver en ny ruttsökning.
tr: Bu rota hesaplandıktan sonra filtreler değişti. Daha geniş filtreler için yeni bir rota araması gerekir.

# route.loading
source: Calculating charging stations along the route...
cs: Počítají se nabíjecí stanice podél trasy...
da: Beregner ladestationer langs ruten...
de: Ladestationen entlang der Route werden berechnet...
el: Υπολογισμός σταθμών φόρτισης στη διαδρομή...
es: Calculando estaciones de carga en la ruta...
fi: Lasketaan latausasemia reitin varrella...
fr: Calcul des bornes de recharge le long de l’itinéraire...
hu: Töltőállomások számítása az útvonal mentén...
it: Calcolo delle stazioni di ricarica lungo il percorso...
lb: Opluedstatiounen laanscht d’Route ginn berechent...
lt: Skaičiuojamos įkrovimo stotelės maršrute...
lv: Tiek aprēķinātas uzlādes stacijas maršrutā...
mt: Qed jiġu kkalkulati stazzjonijiet tal-iċċarġjar tul ir-rotta...
nb: Beregner ladestasjoner langs ruten...
nl: Laadstations langs de route worden berekend...
nn: Reknar ut ladestasjonar langs ruta...
pl: Obliczanie stacji ładowania na trasie...
pt: A calcular estações de carregamento na rota...
rm: Calcular staziuns da chargiar per lung da la ruta...
sl: Izračun polnilnih postaj ob poti...
sv: Beräknar laddstationer längs rutten...
tr: Rota üzerindeki şarj istasyonları hesaplanıyor...

# route.locationUnavailable
source: Your location is not available.
cs: Vaše poloha není dostupná.
da: Din placering er ikke tilgængelig.
de: Dein Standort ist nicht verfügbar.
el: Η τοποθεσία σας δεν είναι διαθέσιμη.
es: Tu ubicación no está disponible.
fi: Sijaintisi ei ole saatavilla.
fr: Votre position n’est pas disponible.
hu: A tartózkodási helye nem érhető el.
it: La tua posizione non è disponibile.
lb: Är Positioun ass net verfügbar.
lt: Jūsų vieta nepasiekiama.
lv: Jūsu atrašanās vieta nav pieejama.
mt: Il-post tiegħek mhuwiex disponibbli.
nb: Posisjonen din er ikke tilgjengelig.
nl: Je locatie is niet beschikbaar.
nn: Posisjonen din er ikkje tilgjengeleg.
pl: Twoja lokalizacja jest niedostępna.
pt: A sua localização não está disponível.
rm: Tia posiziun n’è betg disponibla.
sl: Vaša lokacija ni na voljo.
sv: Din plats är inte tillgänglig.
tr: Konumunuz kullanılamıyor.

# route.mapFixed
source: Map fixed on stations along the route
cs: Mapa je pevně nastavena na stanice podél trasy
da: Kortet er fastlåst til stationer langs ruten
de: Karte auf Ladestationen entlang der Route fixiert
el: Ο χάρτης είναι σταθερός στους σταθμούς κατά μήκος της διαδρομής
es: Mapa fijado en estaciones a lo largo de la ruta
fi: Kartta on lukittu reitin varren asemiin
fr: Carte centrée sur les stations le long de l’itinéraire
hu: A térkép az útvonal menti állomásokra van rögzítve
it: Mappa fissata sulle stazioni lungo il percorso
lb: Kaart ass op Statiounen laanscht d'Route fixéiert
lt: Žemėlapis fiksuotas ties stotelėmis maršrute
lv: Karte fiksēta uz stacijām maršruta garumā
mt: Il-mappa hija ffissata fuq stazzjonijiet tul ir-rotta
nb: Kartet er låst til stasjoner langs ruten
nl: Kaart vastgezet op laadstations langs de route
nn: Kartet er låst til stasjonar langs ruta
pl: Mapa zablokowana na stacjach wzdłuż trasy
pt: Mapa fixado nas estações ao longo da rota
rm: La charta è fixada sin staziuns per lung da la ruta
sl: Zemljevid je zaklenjen na postaje ob poti
sv: Kartan är låst till stationer längs rutten
tr: Harita rota üzerindeki istasyonlara sabitlendi

# route.missingEndpoints
source: Choose a start and destination first.
cs: Nejprve vyberte začátek a cíl.
da: Vælg først start og destination.
de: Wähle zuerst Start und Ziel.
el: Επιλέξτε πρώτα αφετηρία και προορισμό.
es: Elige primero un origen y un destino.
fi: Valitse ensin lähtö ja määränpää.
fr: Choisissez d’abord un départ et une arrivée.
hu: Először válasszon indulást és célt.
it: Scegli prima partenza e destinazione.
lb: Wielt als éischt Start an Zil.
lt: Pirmiausia pasirinkite pradžią ir tikslą.
lv: Vispirms izvēlieties sākumu un galamērķi.
mt: Agħżel l-ewwel il-bidu u d-destinazzjoni.
nb: Velg først start og destinasjon.
nl: Kies eerst een start en bestemming.
nn: Vel først start og destinasjon.
pl: Najpierw wybierz początek i cel.
pt: Escolha primeiro uma origem e um destino.
rm: Tscherna l’emprim partenza e destinaziun.
sl: Najprej izberite začetek in cilj.
sv: Välj först start och mål.
tr: Önce başlangıç ve varış seçin.

# route.noFilteredResults
source: No charging stations along the route match the current filters.
cs: Žádné nabíjecí stanice podél trasy neodpovídají aktuálním filtrům.
da: Ingen ladestationer langs ruten matcher de aktuelle filtre.
de: Keine Ladestationen passend zu den aktuellen Filtereinstellungen
el: Κανένας σταθμός φόρτισης στη διαδρομή δεν ταιριάζει με τα τρέχοντα φίλτρα.
es: Ninguna estación de carga en la ruta coincide con los filtros actuales.
fi: Mikään latausasema reitin varrella ei vastaa nykyisiä suodattimia.
fr: Aucune borne de recharge le long de l’itinéraire ne correspond aux filtres actuels.
hu: Nincs az aktuális szűrőknek megfelelő töltőállomás az útvonal mentén.
it: Nessuna stazione di ricarica lungo il percorso corrisponde ai filtri attuali.
lb: Keng Opluedstatiounen laanscht d’Route passen zu den aktuelle Filteren.
lt: Nė viena įkrovimo stotelė maršrute neatitinka dabartinių filtrų.
lv: Neviena uzlādes stacija maršrutā neatbilst pašreizējiem filtriem.
mt: L-ebda stazzjon tal-iċċarġjar tul ir-rotta ma jaqbel mal-filtri attwali.
nb: Ingen ladestasjoner langs ruten passer med gjeldende filtre.
nl: Geen laadstations langs de route passen bij de huidige filters.
nn: Ingen ladestasjonar langs ruta passar med gjeldande filter.
pl: Żadna stacja ładowania na trasie nie pasuje do obecnych filtrów.
pt: Nenhuma estação de carregamento na rota corresponde aos filtros atuais.
rm: Naginas staziuns da chargiar per lung da la ruta correspundan als filters actuals.
sl: Nobena polnilna postaja ob poti ne ustreza trenutnim filtrom.
sv: Inga laddstationer längs rutten matchar aktuella filter.
tr: Rota üzerindeki hiçbir şarj istasyonu mevcut filtrelerle eşleşmiyor.

# route.notConfigured
source: Route planning is not configured.
cs: Plánování trasy není nakonfigurováno.
da: Ruteplanlægning er ikke konfigureret.
de: Routenplanung ist nicht konfiguriert.
el: Ο σχεδιασμός διαδρομής δεν έχει ρυθμιστεί.
es: La planificación de rutas no está configurada.
fi: Reittisuunnittelua ei ole määritetty.
fr: La planification d’itinéraire n’est pas configurée.
hu: Az útvonaltervezés nincs konfigurálva.
it: La pianificazione del percorso non è configurata.
lb: Routeplanung ass net konfiguréiert.
lt: Maršruto planavimas nesukonfigūruotas.
lv: Maršruta plānošana nav konfigurēta.
mt: L-ippjanar tar-rotta mhuwiex ikkonfigurat.
nb: Ruteplanlegging er ikke konfigurert.
nl: Routeplanning is niet geconfigureerd.
nn: Ruteplanlegging er ikkje konfigurert.
pl: Planowanie trasy nie jest skonfigurowane.
pt: O planeamento de rota não está configurado.
rm: La planisaziun da ruta n’è betg configurada.
sl: Načrtovanje poti ni konfigurirano.
sv: Ruttplanering är inte konfigurerad.
tr: Rota planlama yapılandırılmamış.

# route.origin
source: From
cs: Odkud
da: Fra
de: Von
el: Από
es: Origen
fi: Mistä
fr: Départ
hu: Honnan
it: Da
lb: Vun
lt: Iš
lv: No
mt: Minn
nb: Fra
nl: Van
nn: Frå
pl: Z
pt: Origem
rm: Da
sl: Od
sv: Från
tr: Nereden

# route.originPlaceholder
source: Start address
cs: Výchozí adresa
da: Startadresse
de: Startadresse
el: Διεύθυνση εκκίνησης
es: Dirección de origen
fi: Lähtöosoite
fr: Adresse de départ
hu: Indulási cím
it: Indirizzo di partenza
lb: Startadress
lt: Pradžios adresas
lv: Sākuma adrese
mt: Indirizz tal-bidu
nb: Startadresse
nl: Startadres
nn: Startadresse
pl: Adres początkowy
pt: Endereço de origem
rm: Adressa da partenza
sl: Začetni naslov
sv: Startadress
tr: Başlangıç adresi

# route.recalculate
source: Recalculate
cs: Přepočítat
da: Beregn igen
de: Neu berechnen
el: Νέος υπολογισμός
es: Recalcular
fi: Laske uudelleen
fr: Recalculer
hu: Újraszámítás
it: Ricalcola
lb: Nei berechnen
lt: Perskaičiuoti
lv: Pārrēķināt
mt: Ikkalkula mill-ġdid
nb: Beregn på nytt
nl: Opnieuw berekenen
nn: Rekn ut på nytt
pl: Przelicz
pt: Recalcular
rm: Calcular danovamain
sl: Preračunaj
sv: Beräkna om
tr: Yeniden hesapla

# route.removeRoute
source: Remove route
cs: Odebrat trasu
da: Fjern rute
de: Route entfernen
el: Αφαίρεση διαδρομής
es: Eliminar ruta
fi: Poista reitti
fr: Supprimer l’itinéraire
hu: Útvonal eltávolítása
it: Rimuovi percorso
lb: Route ewechhuelen
lt: Pašalinti maršrutą
lv: Noņemt maršrutu
mt: Neħħi r-rotta
nb: Fjern rute
nl: Route verwijderen
nn: Fjern rute
pl: Usuń trasę
pt: Remover rota
rm: Allontanar la ruta
sl: Odstrani pot
sv: Ta bort rutt
tr: Rotayı kaldır

# route.resolving
source: Resolving route endpoints...
cs: Vyhledávají se body trasy...
da: Finder rutepunkter...
de: Routenpunkte werden gesucht...
el: Αναζήτηση σημείων διαδρομής...
es: Buscando puntos de la ruta...
fi: Haetaan reittipisteitä...
fr: Recherche des points de l’itinéraire...
hu: Útvonalpontok keresése...
it: Ricerca dei punti del percorso...
lb: Routepunkten ginn gesicht...
lt: Ieškomi maršruto taškai...
lv: Tiek meklēti maršruta punkti...
mt: Qed jinstabu l-punti tar-rotta...
nb: Finner rutepunkter...
nl: Routepunten worden opgezocht...
nn: Finn rutepunkt...
pl: Wyszukiwanie punktów trasy...
pt: A procurar pontos da rota...
rm: Tschertgar puncts da ruta...
sl: Iskanje točk poti...
sv: Söker ruttpunkter...
tr: Rota noktaları aranıyor...

# route.resultsCount
source: {count} stations
cs: {count} stanic
da: {count} stationer
de: {count} Stationen
el: {count} σταθμοί
es: {count} estaciones
fi: {count} asemaa
fr: {count} bornes
hu: {count} állomás
it: {count} stazioni
lb: {count} Statiounen
lt: {count} stotelės
lv: {count} stacijas
mt: {count} stazzjonijiet
nb: {count} stasjoner
nn: {count} stasjonar
pl: {count} stacji
pt: {count} estações
rm: {count} staziuns
sl: {count} postaj
sv: {count} stationer
tr: {count} istasyon

# route.sameEndpoint
source: Start and destination are too close together.
cs: Začátek a cíl jsou příliš blízko sebe.
da: Start og destination er for tæt på hinanden.
de: Start und Ziel liegen zu nah beieinander.
el: Η αφετηρία και ο προορισμός είναι πολύ κοντά.
es: El origen y el destino están demasiado cerca.
fi: Lähtö ja määränpää ovat liian lähellä toisiaan.
fr: Le départ et l’arrivée sont trop proches.
hu: Az indulás és a cél túl közel van egymáshoz.
it: Partenza e destinazione sono troppo vicine.
lb: Start an Zil leien ze no beieneen.
lt: Pradžia ir tikslas yra per arti vienas kito.
lv: Sākums un galamērķis ir pārāk tuvu.
mt: Il-bidu u d-destinazzjoni huma qrib wisq.
nb: Start og destinasjon er for nær hverandre.
nl: Start en bestemming liggen te dicht bij elkaar.
nn: Start og destinasjon er for nær kvarandre.
pl: Początek i cel są zbyt blisko siebie.
pt: A origem e o destino estão demasiado próximos.
rm: Partenza e destinaziun èn memia datiers.
sl: Začetek in cilj sta preblizu.
sv: Start och mål ligger för nära varandra.
tr: Başlangıç ve varış birbirine çok yakın.

# route.searchError
source: Charging stations along the route could not be loaded.
cs: Nabíjecí stanice podél trasy se nepodařilo načíst.
da: Ladestationer langs ruten kunne ikke indlæses.
de: Ladestationen entlang der Route konnten nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση σταθμών φόρτισης στη διαδρομή.
es: No se pudieron cargar las estaciones de carga en la ruta.
fi: Latausasemia reitin varrella ei voitu ladata.
fr: Les bornes de recharge le long de l’itinéraire n’ont pas pu être chargées.
hu: Az útvonal menti töltőállomások nem tölthetők be.
it: Impossibile caricare le stazioni di ricarica lungo il percorso.
lb: Opluedstatiounen laanscht d’Route konnten net geluede ginn.
lt: Nepavyko įkelti įkrovimo stotelių maršrute.
lv: Neizdevās ielādēt uzlādes stacijas maršrutā.
mt: Ma setgħux jitgħabbew stazzjonijiet tal-iċċarġjar tul ir-rotta.
nb: Ladestasjoner langs ruten kunne ikke lastes.
nl: Laadstations langs de route konden niet worden geladen.
nn: Ladestasjonar langs ruta kunne ikkje lastast.
pl: Nie udało się wczytać stacji ładowania na trasie.
pt: Não foi possível carregar as estações de carregamento na rota.
rm: Staziuns da chargiar per lung da la ruta na pon betg vegnir chargiadas.
sl: Polnilnih postaj ob poti ni bilo mogoče naložiti.
sv: Laddstationer längs rutten kunde inte laddas.
tr: Rota üzerindeki şarj istasyonları yüklenemedi.

# route.showMap
source: Show on map
cs: Zobrazit na mapě
da: Vis på kort
de: Auf Karte zeigen
el: Εμφάνιση στον χάρτη
es: Mostrar en el mapa
fi: Näytä kartalla
fr: Afficher sur la carte
hu: Megjelenítés térképen
it: Mostra sulla mappa
lb: Op der Kaart weisen
lt: Rodyti žemėlapyje
lv: Rādīt kartē
mt: Uri fuq il-mappa
nb: Vis på kart
nl: Toon op kaart
nn: Vis på kart
pl: Pokaż na mapie
pt: Mostrar no mapa
rm: Mussar sin la carta
sl: Prikaži na zemljevidu
sv: Visa på karta
tr: Haritada göster

# route.submit
source: Charging stations along route
cs: Nabíjecí stanice podél trasy
da: Ladestationer langs ruten
de: Ladestationen entlang der Route
el: Σταθμοί φόρτισης στη διαδρομή
es: Estaciones de carga en la ruta
fi: Latausasemat reitin varrella
fr: Bornes de recharge le long de l’itinéraire
hu: Töltőállomások az útvonal mentén
it: Stazioni di ricarica lungo il percorso
lb: Opluedstatiounen laanscht d’Route
lt: Įkrovimo stotelės maršrute
lv: Uzlādes stacijas maršrutā
mt: Stazzjonijiet tal-iċċarġjar tul ir-rotta
nb: Ladestasjoner langs ruten
nl: Laadstations langs de route
nn: Ladestasjonar langs ruta
pl: Stacje ładowania na trasie
pt: Estações de carregamento na rota
rm: Staziuns da chargiar per lung da la ruta
sl: Polnilne postaje ob poti
sv: Laddstationer längs rutten
tr: Rota üzerindeki şarj istasyonları

# route.summaryDistance
source: Route
cs: Trasa
da: Rute
el: Διαδρομή
es: Ruta
fi: Reitti
fr: Itinéraire
hu: Útvonal
it: Percorso
lt: Maršrutas
lv: Maršruts
mt: Rotta
nb: Rute
nn: Rute
pl: Trasa
pt: Rota
rm: Ruta
sl: Pot
sv: Rutt
tr: Rota

# route.summaryDuration
source: Drive time
cs: Doba jízdy
da: Køretid
de: Fahrzeit
el: Χρόνος οδήγησης
es: Tiempo de viaje
fi: Ajoaika
fr: Temps de trajet
hu: Menetidő
it: Tempo di guida
lb: Fuerzäit
lt: Važiavimo laikas
lv: Braukšanas laiks
mt: Ħin tas-sewqan
nb: Kjøretid
nl: Rijtijd
nn: Køyretid
pl: Czas jazdy
pt: Tempo de viagem
rm: Temp da viadi
sl: Čas vožnje
sv: Körtid
tr: Sürüş süresi

# route.summaryStations
source: Charging stations
cs: Stanice
da: Ladestationer
de: Ladestationen
el: Σταθμοί
es: Estaciones
fi: Latausasemat
fr: Bornes
hu: Töltőállomások
it: Stazioni
lb: Opluedstatiounen
lt: Stotelės
lv: Stacijas
mt: Stazzjonijiet
nb: Ladestasjoner
nl: Laadstations
nn: Ladestasjonar
pl: Stacje
pt: Estações
rm: Staziuns
sl: Postaje
sv: Laddstationer
tr: İstasyonlar

# route.swap
source: Swap route endpoints
cs: Prohodit začátek a cíl
da: Byt start og destination
de: Start und Ziel tauschen
el: Αντιστροφή αφετηρίας και προορισμού
es: Intercambiar origen y destino
fi: Vaihda lähtö ja määränpää
fr: Inverser le départ et l’arrivée
hu: Indulás és cél cseréje
it: Scambia partenza e destinazione
lb: Start an Zil tauschen
lt: Sukeisti pradžią ir tikslą
lv: Mainīt sākumu un galamērķi
mt: Ibdel il-bidu u d-destinazzjoni
nb: Bytt start og destinasjon
nl: Start en bestemming omwisselen
nn: Byt start og destinasjon
pl: Zamień początek i cel
pt: Trocar origem e destino
rm: Barattar partenza e destinaziun
sl: Zamenjaj začetek in cilj
sv: Byt start och mål
tr: Başlangıç ve varışı değiştir

# route.title
source: Route planner
cs: Plánovač trasy
da: Ruteplanlægger
de: Routenplaner
el: Σχεδιασμός διαδρομής
es: Planificador de rutas
fi: Reittisuunnitin
fr: Planificateur d’itinéraire
hu: Útvonaltervező
it: Pianificatore percorso
lb: Routeplaner
lt: Maršruto planuoklis
lv: Maršruta plānotājs
mt: Pjanatur tar-rotta
nb: Ruteplanlegger
nn: Ruteplanleggjar
pl: Planer trasy
pt: Planeador de rota
rm: Planisader da ruta
sl: Načrtovalnik poti
sv: Ruttplanerare
tr: Rota planlayıcı

# route.useCurrent
source: My location
cs: Moje poloha
da: Min placering
de: Mein Standort
el: Η τοποθεσία μου
es: Mi ubicación
fi: Oma sijainti
fr: Ma position
hu: Saját helyzet
it: La mia posizione
lb: Meng Positioun
lt: Mano vieta
lv: Mana atrašanās vieta
mt: Il-post tiegħi
nb: Min posisjon
nl: Mijn locatie
nn: Min posisjon
pl: Moja lokalizacja
pt: A minha localização
rm: Mia posiziun
sl: Moja lokacija
sv: Min plats
tr: Konumum

# search.label
source: Search place or address
cs: Hledat místo nebo adresu
da: Søg efter sted eller adresse
de: Ort oder Adresse suchen
el: Αναζήτηση τόπου ή διεύθυνσης
es: Buscar lugar o dirección
fi: Etsi paikkaa tai osoitetta
fr: Rechercher un lieu ou une adresse
hu: Hely vagy cím keresése
it: Cerca luogo o indirizzo
lb: Plaz oder Adress sichen
lt: Ieškoti vietos ar adreso
lv: Meklēt vietu vai adresi
mt: Fittex post jew indirizz
nb: Søk etter sted eller adresse
nl: Plaats of adres zoeken
nn: Søk etter stad eller adresse
pl: Szukaj miejsca lub adresu
pt: Pesquisar local ou morada
rm: Tschertgar lieu u adressa
sl: Iskanje kraja ali naslova
sv: Sök plats eller adress
tr: Yer veya adres ara

# search.minChars
source: Enter at least two characters.
cs: Zadejte alespoň dva znaky.
da: Indtast mindst to tegn.
de: Bitte mindestens zwei Zeichen eingeben.
el: Εισαγάγετε τουλάχιστον δύο χαρακτήρες.
es: Introduzca al menos dos caracteres.
fi: Kirjoita vähintään kaksi merkkiä.
fr: Saisissez au moins deux caractères.
hu: Írjon be legalább két karaktert.
it: Inserisci almeno due caratteri.
lb: Gitt op d'mannst zwee Zeechen.
lt: Įveskite bent du simbolius.
lv: Ievadiet vismaz divas rakstzīmes.
mt: Daħħal mill-inqas żewġ karattri.
nb: Skriv inn minst to tegn.
nl: Voer minstens twee tekens in.
nn: Skriv inn minst to tegn.
pl: Wpisz co najmniej dwa znaki.
pt: Insira pelo menos dois caracteres.
rm: Endatescha almain dus segns.
sl: Vnesite vsaj dva znaka.
sv: Ange minst två tecken.
tr: En az iki karakter girin.

# search.noResults
source: No suggestions found.
cs: Nebyly nalezeny žádné návrhy.
da: Ingen forslag fundet.
de: Keine Vorschläge gefunden.
el: Δεν βρέθηκαν προτάσεις.
es: No se encontraron sugerencias.
fi: Ehdotuksia ei löytynyt.
fr: Aucune suggestion trouvée.
hu: Nem találhatók javaslatok.
it: Nessun suggerimento trovato.
lb: Keng Virschléi fonnt.
lt: Pasiūlymų nerasta.
lv: Ieteikumi netika atrasti.
mt: Ma nstab l-ebda suġġeriment.
nb: Fant ingen forslag.
nl: Geen suggesties gevonden.
nn: Fant ingen forslag.
pl: Nie znaleziono żadnych sugestii.
pt: Nenhuma sugestão encontrada.
rm: Naginas propostas chattadas.
sl: Ni predlogov.
sv: Inga förslag hittades.
tr: Hiçbir öneri bulunamadı.

# search.notConfigured
source: Place search is not configured.
cs: Vyhledávání míst není nakonfigurováno.
da: Stedssøgning er ikke konfigureret.
de: Ortssuche ist nicht konfiguriert.
el: Η αναζήτηση μέρους δεν έχει ρυθμιστεί.
es: La búsqueda de lugares no está configurada.
fi: Paikkahakua ei ole määritetty.
fr: La recherche de lieux n'est pas configurée.
hu: A helykeresés nincs konfigurálva.
it: La ricerca del luogo non è configurata.
lb: Plaz Sich ass net konfiguréiert.
lt: Vietos paieška nesukonfigūruota.
lv: Vietas meklēšana nav konfigurēta.
mt: It-tfittxija tal-post mhix ikkonfigurata.
nb: Stedssøk er ikke konfigurert.
nl: Plaats zoeken is niet geconfigureerd.
nn: Stedssøk er ikke konfigurert.
pl: Wyszukiwanie miejsca nie jest skonfigurowane.
pt: A pesquisa de local não está configurada.
rm: La tschertga da lieus n’è betg configurada.
sl: Iskanje kraja ni nastavljeno.
sv: Platssökning är inte konfigurerad.
tr: Yer arama yapılandırılmamış.
